/*Localized name of the help book to use*/

"TPTITLE" = "U hebt de datum en tijd gewijzigd. Klik op 'Bewaar' om de wijzigingen te bewaren. Klik op 'Herstel' om de vorige instellingen te gebruiken.";
"TPTEXT" = "Klik op 'Annuleer' om verdere wijzigingen aan te brengen.";
"TPCANCEL" = "Annuleer";
"TPREVERT" = "Herstel";
"TPSAVE" = "Bewaar";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
